{
  "primaryheading": "Pronósticos del tiempo en las regiones tropicales",
  "secondaryheading": "Planifica tu evento al aire libre o hazte con tu sombrilla",
  "viewmore": "Ver más",
  "download": "Descargar",
  "weatherupdates": "Actualizaciones meteorológicas",
  "updatedamin": "Actualizado hace un minuto",
  "hourlyupdates": "Actualizaciones por hora",
  "today": "Hoy",
  "rain": "lluvia",
  "sunny": "Soleado",
  "clear": "Claro",
  "clearsky": "Cielo despejado",
  "clearskies": "Cielos despejados",
  "clouds": "Nubes",
  "fewclouds": "Pocas nubes",
  "scatteredclouds": "Nubes dispersas",
  "brokenclouds": "Nubes rotas",
  "rainshowers": "Lluvias",
  "fogand depositing rime fog": "Niebla y depósito de niebla",
  "risk": "Riesgo",
  "low": "BAJO",
  "mid": "MEDIO",
  "high": "ALTO",
  "flood": "Inundación",
  "dust": "Niveles de polvo",
  "fog": "Niebla",
  "sunburn": "Quemadura de sol",
  "to": "a",
  "nodata": "Sin datos",
  "from": "de",
  "popularlocations": "Ubicaciones populares",
  "somethingwrong": "Algo salió mal",
  "citiesnearyou": "Ciudades cerca de ti",
  "neverworryaboutfiguresheading": "Nunca se preocupe por las cifras y estadísticas",
  "neverworryaboutfiguresbody": "El clima tropical analiza el clima por usted para brindarle un pronóstico que se explica por sí mismo, para que nunca tenga que preocuparse por el clima y pueda tener una experiencia más fluida.",
  "features": "Caracteristicas",
  "addmultiplelocationsheading": "Agregar varias ubicaciones",
  "addmultiplelocationsbody": "¿Qué podría ser mejor que no tener que preocuparse por el clima donde se encuentra en este momento? ¡Lo que importa es mantenerse informado sobre el clima en otros lugares! Para organizar con éxito su movimiento diario, agregue y elimine varios destinos. ¡Usa la aplicación Clima tropical ahora!",
  "getstarted": "Empezar",
  "findoutyourcityforecastheading": "¡Descubre el pronóstico de tu ciudad!",
  "findoutyourcityforecastbody": "¿Tienes curiosidad por descubrir las predicciones meteorológicas para los próximos días o incluso para todo el día? ¡No tiene que pagar por las capacidades sencillas y sin complicaciones que ofrece el clima tropical para transmitir su condición climática diaria!",
  "gomobile": "IR MÓVIL",
  "usetheappheading": "Usa la aplicación gratuita Tropical weather",
  "usetheappbody": "¡Explore la flexibilidad y la facilidad que ofrece el uso de nuestra aplicación de Tropical weather sobre la marcha!",
  "explorefaqs": "Explorar preguntas frecuentes",
  "viewfull": "Ver completo",
  "viewmoreinfo": "Ver más información →",
  "updating": "Actualizando...",
  "somethingwentwrong": "Algo salió mal",
  "FAQQ1": "1. ¿CÓMO AÑADO, GUARDO O ELIMINO UNA UBICACIÓN?",
  "FAQA1": "El clima tropical realiza un seguimiento de las búsquedas de sus últimas cinco ubicaciones. Haga clic en la flecha desplegable en la parte superior derecha de la página y debería ver las 5 ubicaciones vistas más recientemente. Cuando busque ubicaciones adicionales, serán reemplazados por otros nuevos. Sin embargo, al borrar el almacenamiento local, se eliminarán todas las ubicaciones guardadas",
  "FAQQ2": "2. ¿QUÉ HACES CON MIS DATOS DE UBICACIÓN?",
  "FAQA2": "¡El clima tropical solo usa los datos de tu ubicación para brindarte informes meteorológicos actualizados y nada más!",
  "FAQQ3": "3. ¿CÓMO PUEDO VER EL MAPA DEL RADAR?",
  "FAQA3": "El clima tropical realiza un seguimiento de las búsquedas de sus últimas cinco ubicaciones. Haga clic en la flecha desplegable en la parte superior derecha de la página y debería ver las 5 ubicaciones vistas más recientemente. Cuando busque ubicaciones adicionales, serán reemplazadas por otras nuevas. Sin embargo, borrar las cookies eliminará todas las ubicaciones guardadas",
  "FAQQ4": "4. ¿CÓMO GESTIONO LA NOTIFICACIÓN?",
  "FAQA4": "Vaya a su página de notificaciones y haga clic en el ícono de menú y podrá administrar y personalizar sus notificaciones",
  "explorealllocations": "Explorar todas las ubicaciones",
  "worldforecast": "Pronóstico mundial",
  "locationloading": "Ubicación cargando...",
  "forecastloading": "Pronóstico de cargando...",
  "allowlocation": "Permitir ubicación",
  "allowtropicalweather": "Permita que tropicalweather.hng acceda a su ubicación para obtener un pronóstico más preciso del clima. Si ha denegado la ubicación, otorgue permiso de ubicación tropicalweather.hng.tech en la configuración de su navegador para un pronóstico preciso.",
  "allowaccess": "Permitir acceso",
  "weatherforecastfortheday": "pronóstico del tiempo para el día cargando..."
}