{
  "primaryheading": "Prévisions météorologiques dans les régions tropicales",
  "secondaryheading": "Planifiez votre événement extérieur ou procurez-vous votre parapluie",
  "viewmore": "Voir plus",
  "download": "Télécharger",
  "weatherupdates": "Mises à jour météorologiques",
  "updatedamin": "Mis à jour il y a une minute",
  "hourlyupdates": "Mises à jour horaires",
  "today": "Aujourd'hui",
  "rain": "pluie",
  "sunny": "Ensoleillé",
  "clear": "Effacer",
  "clearsky": "Ciel dégagé",
  "clearskies": "Ciel dégagé",
  "clouds": "Nuages",
  "fewclouds": "Quelques nuages",
  "scatteredclouds": "Nuages dispersés",
  "brokenclouds": "Nuages brisés",
  "fogand depositing rime fog": "BROUILLARD ET DÉPÔT DE BROUILLARD RIME",
  "risk": "Risque",
  "low": "BAS",
  "mid": "MILIEU",
  "high": "HAUTE",
  "flood": "Inondation",
  "dust": "Niveaux de poussière",
  "fog": "Brouillard",
  "sunburn": "Coup de soleil",
  "to": "à",
  "nodata": "Aucune donnée",
  "from": "de",
  "popularlocations": "Emplacements populaires",
  "somethingwrong": "Quelque chose s'est mal passé",
  "citiesnearyou": "Villes près de chez vous",
  "neverworryaboutfiguresheading": "Ne vous inquiétez jamais des chiffres et des statistiques",
  "neverworryaboutfiguresbody": "La météo tropicale analyse la météo pour vous afin de vous fournir des prévisions explicites, de sorte que vous n'ayez jamais à vous soucier de la météo et que vous puissiez vivre une expérience plus fluide.",
  "features": "Caractéristiques",
  "addmultiplelocationsheading": "Ajouter plusieurs emplacements",
  "addmultiplelocationsbody": "Quoi de mieux que de ne pas avoir à se soucier de la météo là où vous vous trouvez en ce moment ? Ce qui compte, c'est de rester informé de la météo dans d'autres endroits ! Afin d'organiser avec succès votre déplacement quotidien, ajoutez et supprimez plusieurs destinations. Utilisez l'application météo tropicale maintenant!",
  "getstarted": "Commencer",
  "findoutyourcityforecastheading": "Découvrez les prévisions de votre ville!",
  "findoutyourcityforecastbody": "Êtes-vous curieux de découvrir les prévisions météo pour quelques jours ou même toute la journée ? Vous n'avez pas à payer pour les capacités simples et simples qu'offre la météo tropicale pour transmettre vos conditions météorologiques quotidiennes !",
  "gomobile": "Passez au mobile",
  "usetheappheading": "Utilisez l'application Tropical weather gratuite",
  "usetheappbody": "Découvrez la flexibilité et la facilité d'utilisation de notre application Weatherly lors de vos déplacements !",
  "explorefaqs": "Explorer les FAQ",
  "viewfull": "Voir en entier",
  "viewmoreinfo": "Afficher plus d'informations →",
  "updating": "Mise à jour...",
  "somethingwentwrong": "Quelque chose s'est mal passé",
  "FAQQ1": "1. COMMENT PUIS-JE AJOUTER, ENREGISTRER OU SUPPRIMER UN LIEU ?",
  "FAQA1": "La météo tropicale garde une trace de vos cinq dernières recherches d'emplacements. Cliquez sur la flèche déroulante en haut à droite de la page et vous devriez voir vos 5 emplacements les plus récemment consultés. Lorsque vous recherchez des emplacements supplémentaires, ils seront remplacés par de nouveaux. Cependant, effacer votre stockage local supprimera tous les emplacements enregistrés.",
  "FAQQ2": "2. QUE FAITES-VOUS DE MES DONNÉES DE LOCALISATION ?",
  "FAQA2": "La météo tropicale n'utilise vos données de localisation que pour vous fournir des bulletins météo à jour et rien d'autre !",
  "FAQQ3": "3. COMMENT VOIR LA CARTE RADAR ?",
  "FAQA3": "La météo tropicale garde une trace des recherches de vos cinq derniers emplacements. Cliquez sur la flèche déroulante en haut à droite de la page et vous devriez voir vos 5 emplacements les plus récemment consultés. Lorsque vous recherchez des emplacements supplémentaires, ils seront remplacés par de nouveaux. Toutefois, la suppression de vos cookies supprimera tous les emplacements enregistrés.",
  "FAQQ4": "4. COMMENT GÉRER LA NOTIFICATION ?",
  "FAQA4": "Allez sur votre page de notifications et cliquez sur l'icône du menu et vous pourrez gérer et personnaliser vos notifications",
  "explorealllocations": "Explorer tous les emplacements",
  "worldforecast": "Prévisions mondiales",
  "locationloading": "chargement de l'emplacement....",
  "forecastloading": "Chargement des prévisions...",
  "weatherforecastfortheday": "prévisions météo pour la journée en cours de chargement..."
}