{
    "ourproductoffering": "عرض منتجاتنا" ,
    "aboutheadingtext": "نتنبأ بدقة بالطقس باستخدام تكنولوجيا الطقس والبصيرة البشرية.",
    "userprediction": "توقع المستخدم",
    "userpredictionbody": "يشارك مجتمعنا السخي من عشاق الطقس البيانات في الوقت الفعلي من مواقعهم , مما يزودنا ببيانات شاملة حول الطقس في هذه المواقع. يتم التحقق من دقة تنبؤ المستخدم أولاً عن طريق التصويت المؤيّد والتصويت السلبي , ومن ثم من قبل خبرائنا. ",
    "accuratedata": "بيانات دقيقة",
    "accuratedatabody": "تصبح الكمية الكبيرة من بيانات الطقس التي نجمعها ذات مغزى فقط عندما تقترن بالخبرة العلمية التي يقدمها فريق الخبراء لدينا. يقدم أخصائيو الأرصاد الجوية وعلماء المناخ لدينا رؤى قيمة حول العلم الكامن وراء البيانات , فضلاً عن العلاقة بين المناخ وتغير الطقس. ",
    "userexperience": "تجربة المستخدم" ,
    "userexperiencebody": "لقد استثمرنا الكثير من الوقت والطاقة في تصميم منتجاتنا عبر جميع المنصات الرقمية , خاصة في عالم يتم فيه استهلاك الكثير من البيانات على الشاشة الصغيرة للهاتف المحمول. لقد صممنا تجربة مستخدم من أجل تساعدك في العثور على أكبر قدر ممكن من بيانات الطقس في أسرع وقت ممكن. ",
    "getstarted": "البدء →",
    "gomobile": "البدء حول",
    "usetheapp": "استخدم تطبيق الطقس المداري المجاني" ,
    "exploretheapp": "استكشف المرونة والسهولة التي تأتي مع استخدام تطبيق الطقس المداري أثناء التنقل!" ,
    "abouttropicalweather": "حول الطقس المداري",
    "abouttropicalweatherbody": "منذ بدايتنا , تحدى Weathery الطريقة التقليدية لاسترداد معلومات الطقس لعامة الناس. نحن فخورون جدًا بالمنتجات الفريدة التي طورها مجتمعنا وخبرائنا لتحسين وصول الأشخاص إلى بيانات الطقس ذات المعنى في نيجيريا. نبحث دائمًا عن مجموعات بيانات وتقنيات جديدة تسمح لنا بمشاركة المزيد من البيانات مع المزيد من الأشخاص. ",
    "whytropicalweather": "لماذا الطقس المداري؟",
    "Weensure": "نحن نضمن أن تكون معلومات الطقس عالية الجودة متاحة للجميع.",
    "weensurebody": "نحن نزودك ببيانات الطقس المحلية ذات الصلة بغض النظر عن المكان الذي تعيش فيه. نحن نضمن توفير بيانات الطقس للمجتمعات المحرومة من الخدمات." ,
    "forecastmodels": "نماذج التنبؤ" ,
    "locations": "المواقع",
    "satisfiedusers": "المستخدمون الراضون"
}