{
    "ourproductoffering": "Our Product Offering",
    "aboutheadingtext": "We accurately forecast weather with the use of weather technology and human insight.",
    "userprediction": "User Prediction",
    "userpredictionbody": "Our generous community of weather enthusiasts share real-time data from their respective locations,providing us with extensive data about the weather at these locations. The accuracy of User Prediction is verified first by an up-vote and down-vote feature, and then by our experts.",
    "accuratedata": "Accurate Data",
    "accuratedatabody": "The significant amount of weather data we collect becomes meaningful only when combined with the scientific expertise provided by our team of experts. Our meteorologists and climatologists offer valuable insight into the science behind the data, as well as the relationship between climate and weather change.",
    "userexperience": "User Experience",
    "userexperiencebody": "We have invested a lot of time and energy into the design of our products across all digital platforms, especially in a world where so much data is consumed on the small screen of a mobile phone. We designed a user experience to help you find as much weather data as you need as quickly as possible.",
    "getstarted": "Get Started →",
    "gomobile": "GO MOBILE",
    "usetheapp": "Use the free Tropicalweather app",
    "exploretheapp": "Explore the flexibility and ease that comes with using our Tropicalweather app on the go!",
    "abouttropicalweather": "About Tropical weather",
    "abouttropicalweatherbody": "Since our inception, Weathery has challenged the conventional method of retrieving weather information for the general public. We are extremely proud of the unique products developed by our community and experts to improve people &apos;s access to meaningful weather data in Nigeria. We are always looking for new data sets and technologies that will allow us to share more data with more people.",
    "whytropicalweather": "Why Tropical weather?",
    "weensure": "We ensure that quality weather information is available to everyone.",
    "weensurebody": "We provide you with relevant local weather data no matter where you live. We guarantee provision of weather data to underserved communities.",
    "forecastmodels": "Forecast Models",
    "locations": "Locations",
    "satisfiedusers": "Satisfied Users"
}