{
  "ourproductoffering": "Nuestra oferta de productos",
  "aboutheadingtext": "Pronosticamos con precisión el clima con el uso de tecnología meteorológica y conocimiento humano.",
  "userprediction": "Predicción del usuario",
  "userpredictionbody": "Nuestra generosa comunidad de entusiastas del clima comparte datos en tiempo real de sus respectivas ubicaciones, brindándonos una gran cantidad de datos sobre el clima en estos lugares. La precisión de la predicción del usuario se verifica primero mediante una función de voto positivo y negativo, y luego por nuestros expertos.",
  "accuratedata": "Datos precisos",
  "accuratedatabody": "La cantidad significativa de datos meteorológicos que recopilamos adquiere sentido solo cuando se combina con la experiencia científica proporcionada por nuestro equipo de expertos. Nuestros meteorólogos y climatólogos ofrecen información valiosa sobre la ciencia detrás de los datos, así como sobre la relación entre el clima y el cambio climático.",
  "userexperience": "Experiencia de usuario",
  "userexperiencebody": "Hemos invertido mucho tiempo y energía en el diseño de nuestros productos en todas las plataformas digitales, especialmente en un mundo donde se consumen tantos datos en la pequeña pantalla de un teléfono móvil. Diseñamos una experiencia de usuario para ayudarlo a encontrar la mayor cantidad de datos meteorológicos que necesita lo más rápido posible.",
  "getstarted": "Comenzar →",
  "gomobile": "IR MÓVIL",
  "usetheapp": "Usa la aplicación gratuita Tropical weather",
  "exploretheapp": "¡Explore la flexibilidad y la facilidad que conlleva el uso de nuestra aplicación de Tropical weather sobre la marcha!",
  "abouttropicalweather": "Acerca del Tropical weather",
  "abouttropicalweatherbody": "Desde nuestros inicios, Weathery ha desafiado el método convencional de recuperación de información meteorológica para el público en general. Estamos extremadamente orgullosos de los productos únicos desarrollados por nuestra comunidad y expertos para mejorar el acceso de las personas a datos meteorológicos significativos en Nigeria. Siempre estamos buscando nuevos conjuntos de datos y tecnologías que nos permitan compartir más datos con más personas.",
  "whytropicalweather": "¿Por qué Tropical weather?",
  "weensure": "Nos aseguramos de que la información meteorológica de calidad esté disponible para todos.",
  "weensurebody": "Le proporcionamos datos meteorológicos locales relevantes sin importar dónde viva. Garantizamos el suministro de datos meteorológicos a las comunidades desatendidas.",
  "forecastmodels": "Modelos de pronóstico",
  "locations": "Ubicaciones",
  "satisfiedusers": "Usuarios satisfechos"
}