{
  "ourproductoffering": "Notre offre de produits",
  "aboutheadingtext": "Nous prévoyons avec précision le temps grâce à l'utilisation de la technologie météorologique et de la perspicacité humaine.",
  "userprediction": "Prédiction de l'utilisateur",
  "userpredictionbody": "Notre généreuse communauté de passionnés de météo partage des données en temps réel à partir de leurs emplacements respectifs, nous fournissant des données détaillées sur la météo à ces endroits. L'exactitude de la prédiction de l'utilisateur est d'abord vérifiée par une fonction de vote positif et négatif, puis par nos experts.",
  "accuratedata": "Données précises",
  "accuratedatabody": "La quantité importante de données météorologiques que nous collectons ne devient significative que lorsqu'elle est combinée à l'expertise scientifique fournie par notre équipe d'experts. Nos météorologues et climatologues offrent un aperçu précieux de la science derrière les données, ainsi que de la relation entre le climat et les changements météorologiques.",
  "userexperience": "Expérience utilisateur",
  "userexperiencebody": "Nous avons investi beaucoup de temps et d'énergie dans la conception de nos produits sur toutes les plateformes numériques, en particulier dans un monde où tant de données sont consommées sur le petit écran d'un téléphone mobile. Nous avons conçu une expérience utilisateur pour vous aider à trouver autant de données météorologiques que vous avez besoin aussi rapidement que possible.",
  "getstarted": "Commencer →",
  "gomobile": "DEVENEZ MOBILE",
  "usetheapp": "Utilisez l'application Tropical weather gratuite",
  "exploretheapp": "Explorez la flexibilité et la facilité d'utilisation de notre application météo Tropical weather lors de vos déplacements !",
  "abouttropicalweather": "À propos de la Tropical weather",
  "abouttropicalweatherbody": "Depuis notre création, Weathery a défié la méthode conventionnelle de récupération des informations météorologiques pour le grand public. Nous sommes extrêmement fiers des produits uniques développés par notre communauté et nos experts pour améliorer l'accès des gens à des données météorologiques significatives au Nigeria. Nous sommes toujours à la recherche de nouveaux ensembles de données et de nouvelles technologies qui nous permettront de partager plus de données avec plus de personnes.",
  "whytropicalweather": "Pourquoi un Tropical weather ?",
  "weensure": "Nous veillons à ce que des informations météorologiques de qualité soient accessibles à tous.",
  "weensurebody": "Nous vous fournissons des données météorologiques locales pertinentes, peu importe où vous vivez. Nous garantissons la fourniture de données météorologiques aux communautés mal desservies.",
  "forecastmodels": "Modèles de prévision",
  "locations": "Emplacements",
  "satisfiedusers": "Utilisateurs satisfaits"
}